Repository: am-intech/ckan-egp
Catalog: ckan/i18n/ckan.po
Languages: ru

source: eg. Information about my view
ru: например, информация о моем представлении

source: Remove Filter
ru: Удалить фильтр

source: Filters
ru: Фильтры

source: What's a view?
ru: Что такое просмотр?

source: A view is a representation of the data held against a resource
ru: Представление - это представление данных, хранящихся в наборе данных

source: Add Dataset
ru: Добавить массив с наборами данных

source: Datapusher status: {status}.
ru: Статус ввода данных: {status}.

source: Trackback URL
ru: Уведомление URL

source: Show More {facet_type}
ru: Раскрыть '{facet_type}'

source: Show Only Popular {facet_type}
ru: Показать только популярное {facet_type}

source: There are no {facet_type} that match this search
ru: {facet_type} не найдены

source: Home
ru: Главная страница

source: Language
ru: Язык

source: Go
ru: Перейти

source: No License Provided
ru: Лицензия не представлена

source: License
ru: Лицензия

source: This dataset satisfies the Open Definition.
ru: Этот массив с наборами данных соответствует принципам открытости "Open Definition".

source: Organization
ru: Категория данных

source: There is no description for this dataset
ru: Для этого массива с наборами данных нет описания

source: Popular
ru: Популярное

source: Name Descending
ru: Названию от Я до А

source: Order by
ru: Сортировать по

source: Filter Results
ru: Фильтровать Результаты

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
ru: <p id="search-error"><strong>При поиске произошла ошибка.</strong> Пожалуйста, повторите попытку.</p>

source: {number} dataset found for "{query}"
ru: {number} массив с наборами данных найден для "{query}"

source: No datasets found for "{query}"
ru: По запросу "{query}" массивов с наборами данных не найдено

source: {number} dataset found
ru: {number} массив с наборами данных найден

source: No datasets found
ru: Массивы с наборами данных не найдены

source: {number} organization found for "{query}"
ru: {number} категория данных найдена для "{query}"

source: No organizations found for "{query}"
ru: По запросу "{query}" категорий данных не найдено

source: {number} organization found
ru: {number} категория данных найдена

source: No organizations found
ru: Категории данных не найдены

source: {number} group found for "{query}"
ru: {number} группа массивов данных найдена для "{query}"

source: No groups found for "{query}"
ru: По запросу "{query}" групп массивов не найдено

source: {number} group found
ru: {number} группа массивов данных найдена

source: No groups found
ru: Группы масссивов данных не найдены

source: Social
ru: Социальные сети

source: Loading...
ru: Идет загрузка...

source: Token name
ru: Имя токена

source: Enter token name
ru: Введите имя токена

source: Create API Token
ru: Создать токен API

source: API Tokens
ru: Токены API

source: Are you sure you want to delete user - {name}?
ru: Вы уверены, что хотите удалить пользователя?

source: My Datasets
ru: Мои массивы с наборами данных

source: My Groups
ru: Мои группы массивов данных

source: My Organizations
ru: Мои категории данных

source: You haven't created any datasets.
ru: Вы не создали ни одного массива с наборами данных.

source: Create one now?
ru: Создать одну сейчас?

source: You are not a member of any groups.
ru: Вы не являетесь пользователем ни одной из групп.

source: Users
ru: Пользователи

source: Account Info
ru: Информация об аккаунте

source: Your profile lets other CKAN users know about who you are and what you do.
ru: Ваш профиль позволяет другим пользователям узнать о том, кто вы и чем занимаетесь.

source: Change details
ru: Изменить детали

source: Full name
ru: Полное имя

source: eg. Joe Bloggs
ru: например, Евгений Рассказов

source: eg. joe@example.com
ru: например, joe@example.com

source: A little information about yourself
ru: Описание

source: Profile picture
ru: Изображение профиля

source: Profile picture URL
ru: URL-адрес изображения профиля

source: Reactivate User
ru: Повторно активировать пользователя

source: This account is deactivated, if you want to reactivate it, please click on checkbox.
ru: Эта учетная запись деактивирована, если вы хотите повторно активировать ее, пожалуйста, установите флажок.

source: Password
ru: Пароль

source: Confirm Password
ru: Подтвердите пароль

source: Sysadmin password
ru: Пароль администратора

source: Sysadmin Password
ru: Пароль администратора

source: Change password
ru: Сменить пароль

source: Old Password
ru: Старый пароль

source: Are you sure you want to delete this User?
ru: Вы уверены, что хотите удалить этого Пользователя?

source: Reactivate Profile
ru: Повторно активировать профиль

source: Update Profile
ru: Обновить профиль

source: All Users
ru: Все пользователи

source: Login
ru: Вход

source: Need an Account?
ru: Нужен аккаунт?

source: Then sign right up, it only takes a minute.
ru: Оставьте подпись. Это займет всего минуту.

source: Create an Account
ru: Создать аккаунт

source: Forgotten your password?
ru: Забыли пароль?

source: No problem, use our password recovery form to reset it.
ru: Все в порядке, используйте нашу форму восстановления пароля для его сброса.

source: Forgot your password?
ru: Забыли пароль?

source: Logged Out
ru: Вышел

source: You are now logged out.
ru: Вы вышли из системы.

source: You're already logged in as {user}.
ru: Вы вошли как {user}.

source: Logout
ru: Выйти

source: Remember me
ru: Запомнить меня

source: You're already logged in
ru: Вы только что вошли в систему

source: You need to log out before you can log in with another account.
ru: Вам необходимо выйти из системы, прежде чем вы сможете войти в систему с другой учетной записью.

source: Log out now
ru: Выйти сейчас

source: Registration
ru: Регистрация

source: Register for an Account
ru: Зарегистрировать учетную запись

source: Why Sign Up?
ru: Зачем регистрироваться?

source: Create datasets, groups and other exciting things
ru: Создание массивов с наборами данных, групп и других объектов

source: username
ru: имя пользователя

source: Full Name
ru: Полное имя

source: Create Account
ru: Создать аккаунт

source: Reset Your Password
ru: Сбросить пароль

source: Password Reset
ru: Сброс пароля

source: You can also change username. It can not be modified later.
ru: Вы также можете изменить имя пользователя. Его нельзя будет изменить позже.

source: Update Password
ru: Обновите пароль

source: How does this work?
ru: Как это работает?

source: Simply enter a new password and we'll update your account
ru: Просто введите новый пароль и мы обновим Ваш ​​аккаунт

source: User hasn't created any datasets.
ru: Пользователь не создал ни одного массива с наборами данных.

source: Open ID
ru: Открытый ID

source: Member Since
ru: Участник с

source: Last Active
ru: Последняя активность

source: API Key
ru: API ключ

source: Reset your password
ru: Восстановить Ваш пароль

source: Email or username
ru: Адрес электронной почты или имя пользователя

source: Request Reset
ru: Запросить сброс

source: Enter your email address or username into the box and we will send you an email with a link to enter a new password.
ru: Введите свой адрес электронной почты или имя пользователя в поле, и мы вышлем вам электронное письмо со ссылкой для ввода нового пароля.

source: Token
ru: Токен

source: Last access
ru: Последний доступ

source: Actions
ru: Действия

source: Never
ru: Никогда

source: Revoke
ru: Отменить

source: No followers
ru: Нет подписчиков

source: Username or Email
ru: Имя пользователя или адрес электронной почты

source: Search Users
ru: Поиск пользователей

source: Introductory area, search, featured group and featured organization
ru: Поиск, популярные теги, рекомендуемые категория и группа

source: Search, stats, introductory area, featured organization and featured group
ru: Поиск, популярные теги и статистика, рекомендуемые категория и группа

source: Search, introductory area and stats
ru: Поиск, популярные теги и статистика

source: Not authorized to see this page
ru: Недостаточно прав для просмотра этой страницы

source: Need to be system administrator to administer
ru: Необходимо быть администратором для редактирования

source: Are you sure you want to purge datasets?
ru: Вы уверены, что хотите очистить массивы с наборами данных?

source: Are you sure you want to purge organizations?
ru: Вы уверены, что хотите провести удаление категорий данных?

source: Are you sure you want to purge groups?
ru: Вы уверены, что хотите очистить группы?

source: {number} datasets have been purged
ru: Массивов с наборами данных было удалено: {number}

source: {number} organizations have been purged
ru: Категорий данных было удалено: {number}

source: {number} groups have been purged
ru: Групп было удалено: {number}

source: There are no datasets to purge
ru: Нет массивов с наборами данных, которые нужно удалить

source: There are no organizations to purge
ru: Нет категорий данных, которые нужно удалить

source: There are no groups to purge
ru: Нет групп, которые нужно удалить

source: Action not implemented.
ru: Действие не выполнено.

source: Massive purge complete
ru: Масштабная очистка завершена

source: Bad request
ru: Неверный запрос

source: JSON Error: %s
ru: Ошибка JSON: %s

source: Bad request data: %s
ru: Неверные данные запроса: %s

source: Access denied
ru: Отказано в доступе

source: Formats
ru: Форматы

source: Invalid search query: {error_message}
ru: Неверный запрос поиска: {error_message}

source: Parameter "{parameter_name}" is not an integer
ru: Параметр "{parameter_name}" не является целым числом

source: User %r not authorized to edit %s
ru: Пользователь %r не имеет достаточно прав для редактирования %s

source: Dataset not found or you have no permission to view it
ru: Массив с наборами данных не найден или у вас нет разрешения на его просмотр

source: Viewing datasets of type "{package_type}" is not supported ({file_!r}).
ru: Просмотр массива с наборами данных типа "{package_type}" не поддерживается ({file_!r}).

source: Unauthorized to create a package
ru: Недостаточно прав для создания набора данных

source: Integrity Error
ru: Ошибка целостности

source: Unauthorized to read package
ru: Недостаточно прав для чтения набора данных

source: Unable to add package to search index.
ru: Невозможно добавить набор данных в поисковый индекс.

source: Unable to update search index.
ru: Невозможно обновить поисковый индекс.

source: Unauthorized to delete package %s
ru: Недостаточно прав для удаления набора данных %s

source: Dataset has been deleted.
ru: Массив с наборами данных был удалён.

source: You are now following {0}
ru: Теперь вы следуете за {0}

source: You are no longer following {0}
ru: Вы более не следуете за {0}

source: Unauthorized to read collaborators {}
ru: Недостаточно прав для просмотра соавторов {}

source: Unauthorized to delete collaborators {}
ru: Недостаточно прав для удаления соавторов {}

source: User removed from collaborators
ru: Пользователь удален из соавторов

source: Unauthorized to edit collaborators {}
ru: Недостаточно прав для редактирования соавторов {}

source: User added to collaborators
ru: Пользователь добавлен в соавторы

source: Resource not found
ru: Набор данных не найден

source: admin
ru: Разработчик

source: editor
ru: Аналитик данных

source: member
ru: Функциональный пользователь

source: Unauthorized to read %s
ru: Недостаточно прав для просмотра набора данных %s

source: User %r not authorized to edit members of %s
ru: Пользователь %r не авторизован на редактирование участников %s

source: Unauthorized to delete group %s members
ru: Недостаточно прав для удаления участников группы %s

source: Group member has been deleted
ru: Участник категории данных был удален

source: Organization member has been deleted
ru: Участник группы массивов данных был удален

source: Unauthorized to view followers %s
ru: Недостаточно прав для просмотра следующих %s

source: Unauthorized to access
ru: Недостаточно прав для доступа

source: OrganizationGroup
ru: Категория данных/Группа

source: {} not found
ru: {} не найдено

source: Not authorized to perform bulk update
ru: Неавторизованы на массовое обновление

source: Unauthorized to create a group
ru: Недостаточно прав для создания группы

source: Unauthorized to create a organization
ru: Пользователь не имеет прав для создания категории данных

source: Unauthorized to delete group %s
ru: Недостаточно прав чтобы удалить группу %s

source: Group has been deleted
ru: Категория данных была удалена

source: Organization has been deleted
ru: Группа массивов данных была удалена

source: %s has been deleted.
ru: Объект '%s' был удален.

source: message
ru: сообщение

source: Unauthorized to create group %s members
ru: Недостаточно прав для создания группы %s участников

source: Unauthorized to add member to group %s
ru: Недостаточно прав для добавления участника в группу %s

source: Please <a href="%s">update your profile</a> and add your email address.
ru: Пожалуйста, <a href="%s">обновите свой профиль</a> и добавьте свой адрес электронной почты.

source: %s uses your email address if you need to reset your password.
ru: %s использует ваш адрес электронной почты, если вам нужно сбросить пароль.

source: Unauthorized to read resource %s
ru: Недостаточно прав для просмотра набора данных %s

source: Resource view not found
ru: Представление для набора данных не найдено

source: Not authorized to download resource
ru: Не авторизован для скачивания набора данных

source: No download is available
ru: Недоступна скачивание

source: Unauthorized to update dataset
ru: Недостаточно прав для обновления массива с наборами данных

source: The dataset {id} could not be found.
ru: Массив с наборами данных {id} не найден.

source: You must add at least one data resource
ru: Вы должны добавить хотя бы один набор данных

source: Error
ru: Ошибка

source: Unauthorized to create a resource
ru: Недостаточно прав для создания набора данных

source: Unauthorized to create a resource for this package
ru: Недостаточно прав для создания наборов данных в этом массиве данных

source: Unauthorized to edit this resource
ru: Недостаточно прав для редактирования данного набора данных

source: Resource has been deleted.
ru: Набор данных был удален.

source: Unauthorized to delete resource %s
ru: Недостаточно прав для удаления набора данных %s

source: Bad resource view data
ru: Неверные данные для представления набора данных

source: Resource view not supplied
ru: Просмотр набора данных не поддерживается

source: Unauthorized to edit resource
ru: Недостаточно прав для редактирования набора данных

source: View not found
ru: Просмотр не найден

source: View Type Not found
ru: Тип просмотра не найден

source: Unauthorized to view API tokens.
ru: Недостаточно прав для просмотра токенов API.

source: Unauthorized to create API tokens.
ru: Недостаточно прав для создания токенов API.

source: API Token created: <code style="word-break:break-all;">{token}</code> {copy}<br>Make sure to copy it now, you won't be able to see it again!
ru: Создан токен API: <code style="word-break:break-all;">{token}</code> {copy}<br>Обязательно скопируйте его сейчас, вы больше не сможете его увидеть!

source: Unauthorized to revoke API tokens.
ru: Недостаточно прав для отзыва токенов API.

source: Unauthorized to register as a user.
ru: Нет прав зарегистрировать пользователя.

source: Bad Captcha. Please try again.
ru: Вы неправильно указали капчу, попробуйте снова.

source: Unauthorized to create user %s
ru: Недостаточно прав для создания нового пользователя %s

source: User "%s" is now registered but you are still logged in as "%s" from before
ru: Пользователь "%s" зарегистрирован, но вы все еще находитесь в сессии как пользователь "%s"

source: Login failed. Bad username or password.
ru: Ошибка входа. Неверное имя пользователя или пароль.

source: Unauthorized to delete user with id "{user_id}".
ru: Недостаточно прав для удаления пользователя ID: "{user_id}".

source: Unauthorized to request reset password.
ru: Нет прав на запрос о сбросе пароля.

source: Email is required
ru: Требуется электронная почта

source: Error sending the email. Try again later or contact an administrator for help
ru: Ошибка при отправке электронного письма. Повторите попытку позже или обратитесь за помощью к администратору

source: A reset link has been emailed to you (unless the account specified does not exist)
ru: Ссылка для сброса была отправлена вам по электронной почте (если только указанная учетная запись не существует).

source: Unauthorized to reset password.
ru: Нет прав на сброс пароля.

source: Invalid reset key. Please try again.
ru: Неправильный код восстановления. Попробуйте снова.

source: Your password must be 8 characters or longer.
ru: Ваш пароль должен состоять не менее чем из 8 символов.

source: The passwords you entered do not match.
ru: Введенные вами пароли не совпадают.

source: You must provide a password
ru: Вы должны ввести пароль

source: Your password has been reset.
ru: Ваш пароль был восстановлен.

source: Unauthorized to edit user %s
ru: Недостаточно прав для измениния пользователя %s

source: Not authorized to promote user to sysadmin
ru: Не авторизован для повышения пользователя до должности администратора

source: Promoted {} to sysadmin
ru: Назначен {} администратором

source: Revoked sysadmin permission from {}
ru: Отозваны права администратора у {}

source: Redirecting to external site is not allowed.
ru: Переход на внешний сайт не разрешен.

source: {n} new activity from {site_title}
ru: {n} новое событие из {site_title}

source: Activity not found
ru: События не найдены

source: Unauthorized to view activity data
ru: Недостаточно прав для просмотра данных о событиях

source: The detail of this dataset activity is not available
ru: Подробная информация об этом действии с массивом с наборами данных недоступна

source: Unauthorized to read dataset %s
ru: Недостаточно прав для чтения массива с наборами данных %s

source: Invalid parameters
ru: Недопустимые параметры

source: Follow item not found
ru: Следующий элемент не найден

source: {0} not found
ru: {0} не найдено

source: Everything
ru: Все

source: You must be logged in to access your dashboard.
ru: Вы должны авторизоваться для доступа к панели управления.

source: Activity type
ru: Тип событий

source: Dashboard (%(num)d new item)
ru: Панель управления (%(num)d новый элемент)

source: Activity Stream
ru: Журнал событий

source: Changes
ru: Изменения

source: On %(timestamp)s, %(username)s:
ru: На %(timestamp)s, %(username)s:

source: No activity found for this type
ru: Для этого типа событий не найдено

source: No activity found
ru: События не обнаружены

source: You're currently viewing an old version of this dataset. Data files may not match the old version of the metadata. <a href="%(url)s">View the current version</a>.
ru: В данный момент вы просматриваете старую версию этого массива с наборами данных. Файлы данных могут не соответствовать старой версии метаданных. <a href="%(url)s">Просмотрите текущую версию</a>.

source: All activity types
ru: Все события

source: {actor} added the tag {tag} to the dataset {dataset}
ru: {actor} добавил тег {tag} к массиву с наборами данных {dataset}

source: {actor} updated the group {group}
ru: {actor} обновил группу {group}

source: {actor} updated the organization {organization}
ru: {actor} обновил категория данных {organization}

source: {actor} updated the {dataset_type} {dataset}
ru: {actor} обновил {dataset_type} {dataset}

source: dataset
ru: массив с наборами данных

source: View this version
ru: Просмотреть эту версию

source: {actor} updated the resource {resource} in the dataset {dataset}
ru: {actor} обновил набор данных {resource} в массиве с наборами данных {dataset}

source: {actor} updated their profile
ru: {actor} обновил свой профиль

source: {actor} deleted the group {group}
ru: {actor} удалил группу {group}

source: {actor} deleted the organization {organization}
ru: {actor} удалил категорию данных {organization}

source: {actor} deleted the {dataset_type} {dataset}
ru: {actor} удалил {dataset_type} {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
ru: {actor} удалил набор данных {resource} из массива с наборами данных {dataset}

source: {actor} started following {dataset}
ru: {actor} начался следующий {dataset}

source: {actor} started following {group}
ru: {actor} начался следующий {group}

source: {actor} created the group {group}
ru: {actor} создал группу {group}

source: {actor} created the organization {organization}
ru: {actor} создал категорию данных {organization}

source: {actor} created the {dataset_type} {dataset}
ru: {actor} создал {dataset_type} {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
ru: {actor} добавил набор данных {resource} в массив с наборами данных {dataset}

source: {actor} signed up
ru: {actor} подписал

source: {actor} removed the tag {tag} from the dataset {dataset}
ru: {actor} удалил тег {tag} из массива с наборами данных {dataset}

source: Set author of {pkg_link} to {new_author} (previously {old_author})
ru: {pkg_link} назначен автор {new_author} (ранее был {old_author})

source: Set author of {pkg_link} to {new_author}
ru: {pkg_link} назначен автор {new_author}

source: Removed author from {pkg_link}
ru: Удален автор из {pkg_link}

source: No fields were updated. See the metadata diff for more details.
ru: Поля не были обновлены. Более подробную информацию смотрите в разделе "Различия в метаданных".

source: Set author email of
ru: Укажите адрес электронной почты автора

source: to
ru: по

source: ( previously
ru: ( ранее

source: Set author email of
ru: Укажите адрес электронной почты автора

source: Removed author email from
ru: Удалено электронное письмо автора из

source: Deleted resource {resource_link} from {pkg_link}
ru: Удален набор данных {resource_link} из {pkg_link}

source: Changed value of field <q>{key}</q> to <q>{value}</q> in {pkg_link}
ru: Изменено значение поля <q>{key}</q> на <q>{value}</q> в {pkg_link}

source: Added field <q>{key}</q> with value <q>{value}</q> to {pkg_link}
ru: Добавлено поле <q>{key}</q> со значением <q>{value}</q> в {pkg_link}

source: Added field <q>{key}</q> to {pkg_link}
ru: Добавлено поле <q>{key}</q> в {pkg_link}

source: Added the following fields to {pkg_link}
ru: Добавлены следующие поля в {pkg_link}

source: {key} with value {value}
ru: {key} со значением {value}

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> (previously <q>{old_val}</q>) in {pkg_link}
ru: Изменено значение поля <q>{key}</q> на <q>{new_val}</q> (ранее было <q>{old_val}</q>) в {pkg_link}

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> in {pkg_link}
ru: Изменено значение поля <q>{key}</q> на <q>{new_val}</q> в {pkg_link}

source: Removed field <q>{key}</q> from {pkg_link}
ru: Удалено поле <q>{key}</q> из {pkg_link}

source: Removed the following fields from {pkg_link}
ru: Удалены следующие поля из {pkg_link}

source: Changed the license of
ru: Изменил лицензию компании

source: ( previously
ru: ( ранее

source: Changed the license of
ru: Изменил лицензию компании

source: (previously
ru: (ранее

source: Set maintainer of {pkg_link} to {new_maintainer} (previously {old_maintainer})
ru: Для {pkg_link} установлен администратор {new_maintainer} (ранее был {old_maintainer})

source: Set maintainer of {pkg_link} to {new_maintainer}
ru: Для {pkg_link} установлен администратор {new_maintainer}

source: Removed maintainer from {pkg_link}
ru: Удален администратор для {pkg_link}

source: Set maintainer email of
ru: Укажите адрес электронной почты администратора

source: Removed maintainer email from
ru: Удален адрес электронной почты администратора из

source: Moved
ru: Перемещенный

source: from
ru: из
