Repository: am-intech/ckan-egp
Catalog: ckan/i18n/ckan.po
Languages: ru

source: Authorization function not found: %s
ru: Функция авторизации не найдена: %s

source: Admin
ru: Разработчик

source: Editor
ru: Аналитик данных

source: Member
ru: Функциональный пользователь

source: View
ru: Посмотреть

source: Just now
ru: Только что

source: {bytes} bytes
ru: {bytes} байт

source: {kibibytes} KiB
ru: {kibibytes} Кб

source: {mebibytes} MiB
ru: {mebibytes} Мб

source: {gibibytes} GiB
ru: {gibibytes} Гб

source: {tebibytes} TiB
ru: {tebibytes} Тб

source: Add {object_type}
ru: Добавить категорию данных

source: {object_type}s
ru: {object_type}

source: Create {object_type}
ru: Создать {object_type}

source: Are you sure you want to delete this {object_type}?
ru: Вы уверены, что хотите удалить этот набор данных?

source: A little information about my {object_type}...
ru: Немного информации о моем {object_type}...

source: Edit {object_type}
ru: Редактировать {object_type}

source: {object_type} Form
ru: Форма {object_type}

source: My {object_type}s
ru: Мои {object_type}

source: View {object_type}
ru: Посмотреть

source: My {object_type}
ru: Мой {object_type}

source: There are currently no {object_type}s for this site
ru: В настоящее время для этого сайта нет {object_type}

source: There are no {object_type}s associated with this dataset
ru: С этим массивом данных не связаны никакие {object_type}

source: There is no description for this {object_type}
ru: Нет описания для этого {object_type}

source: No {object_type}
ru: Нет {object_type}

source: Save {object_type}
ru: Сохранить {object_type}

source: Search {object_type}s...
ru: Найти {object_type}...

source: You are not a member of any {object_type}s.
ru: Вы не являетесь участником {object_type}

source: Update {object_type}
ru: Обновить массив с наборами данных

source: Unknown
ru: Неизвестный

source: Unnamed resource
ru: Безымянный набор данных

source: {number} view
ru: {number} просмотр

source: {number} recent view
ru: {number} последний просмотр

source: No recipient email address available!
ru: Адрес электронной почты получателя недоступен!

source: organization
ru: Группа массивов данных

source: group
ru: группа

source: Missing value
ru: Значение отсутствует

source: The input field %(name)s was not expected.
ru: Веденное поле %(name)s не было ожидаемо.

source: Please enter an integer value
ru: Пожалуйста, введите целое число

source: Must be a Unicode string value
ru: Должно быть строковое значение в Юникоде

source: Resources
ru: Наборы данных

source: Package resource(s) invalid
ru: Набор(ы) данных для массива данных имеют недопустимый формат

source: Extras
ru: Дополнения

source: Tags
ru: Теги

source: Tag vocabulary "%s" does not exist
ru: Тег словаря "%s" не существует

source: Not found
ru: Не найдено

source: User
ru: Пользователь

source: Dataset
ru: Массив с наборами данных

source: Group
ru: Категория данных

source: Could not parse as valid JSON
ru: Не удалось разобрать как допустимый JSON

source: An organization must be provided
ru: Категория данных должна быть задана

source: You cannot move this dataset to another organization
ru: Вы не можете переместить этот массив с наборами данных в другую категорию данных

source: Organization does not exist
ru: Категория данных не существует

source: You cannot add a dataset to this organization
ru: Вы не можете добавить массив с наборами данных в эту категорию данных

source: Invalid integer
ru: Недопустимое целое число

source: Must be a natural number
ru: Должно быть натуральным числом

source: Must be a positive integer
ru: Должно быть положительным целым числом

source: Must be a float timestamp
ru: Должна быть временная метка

source: Date format incorrect
ru: Формат даты указан неверно

source: Dataset id already exists
ru: Массив с наборами данных с таким идентификатором уже существует

source: Resource id already exists.
ru: Набор данных с таким идентификатором уже существует.

source: Resource
ru: Набор данных

source: Invalid characters in resource id
ru: Недопустимые символы в идентификаторе набора данных

source: Invalid length for resource id
ru: Недопустимая длина идентификатора набора данных

source: That group name or ID does not exist.
ru: Это имя группы или идентификатор не существует.

source: Names must be strings
ru: Названия должны быть строками

source: That name cannot be used
ru: Это имя не может быть использовано

source: Must be at least %s characters long
ru: Длина должна составлять не менее %s символов

source: Name must be a maximum of %i characters long
ru: Имя должно содержать максимум %i символов

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
ru: Должны использоваться только строчные буквенно-цифровые символы (ascii), а также символы дефис ("-") и подчеркивание ("_")

source: That URL is already in use.
ru: Этот URL уже используется.

source: Name "%s" length is less than minimum %s
ru: Длина имени "%s" меньше минимального значения %s

source: Name "%s" length is more than maximum %s
ru: Длина имени "%s" больше максимального значения %s

source: Version must be a maximum of %i characters long
ru: Номер версии должен содержать максимум %i символов

source: Duplicate key "%s"
ru: Создать дубликат ключа "%s"

source: Group name already exists in database
ru: Группа с таким названием уже существует

source: Tag "%s" length is less than minimum %s
ru: Длина названия тега "%s" меньше минимального значения %s

source: Tag "%s" length is more than maximum %i
ru: Длина названия тега "%s" больше максимального значения %i

source: Tag "%s" can only contain alphanumeric characters, spaces (" "), hyphens ("-"), underscores ("_") or dots (".")
ru: Тег "%s" может содержать только буквенно-цифровые символы, пробелы (" "), дефисы ("-"), подчеркивания ("_") или точки (".")

source: Tag "%s" must not be uppercase
ru: Тег "%s" должен содержать только строчные буквы

source: User names must be strings
ru: Имена пользователей должны быть строковыми

source: That login name is not available.
ru: Это имя пользователя уже используется.

source: That login name can not be modified.
ru: Это имя пользователя не может быть изменено.

source: Please enter both passwords
ru: Пожалуйста, введите оба пароля

source: Passwords must be strings
ru: Пароли должны быть строками

source: Your password must be 8 characters or longer
ru: Ваш пароль должен состоять не менее чем из 8 символов

source: The passwords you entered do not match
ru: Введенные вами пароли не совпадают

source: Edit not allowed as it looks like spam. Please avoid links in your description.
ru: Такое редактирование запрещено, так как это похоже на спам. Пожалуйста, избегайте ссылок в вашем описании.

source: Name must be at least %s characters long
ru: Имя должно состоять как минимум из %s букв

source: That vocabulary name is already in use.
ru: Это название словаря уже используется.

source: Cannot change value of key from %s to %s. This key is read-only
ru: Невозможно изменить значение ключа %s на %s. Ключ доступен только для чтения

source: Tag vocabulary was not found.
ru: Тег словаря не был найден.

source: Tag %s does not belong to vocabulary %s
ru: Тег %s не относится к словарю %s

source: No tag name
ru: Нет имени тега

source: Tag %s already belongs to vocabulary %s
ru: Tag %s уже добавлен в словарь %s

source: Please provide a valid URL
ru: Укажите действительный URL

source: role does not exist.
ru: роль не существует.

source: Datasets with no organization can't be private.
ru: Массивы данных без категории не могут быть частными.

source: Not a list
ru: Не список

source: Not a string
ru: Не строка

source: This parent would create a loop in the hierarchy
ru: Этот родительский элемент может создать цикл в иерархии

source: "filter_fields" and "filter_values" should have the same length
ru: Поля "filter_fields" и "filter_values" должны иметь одинаковую длину

source: "filter_fields" is required when "filter_values" is filled
ru: Заполнение "filter_fields" требуется при заполнении "filter_values"

source: "filter_values" is required when "filter_fields" is filled
ru: Заполнение "filter_values" требуется при заполнении "filter_fields"

source: There is a schema field with the same name
ru: Поле схемы с таким же именем уже существует

source: Email {email} is not a valid format
ru: Неверный формат адреса электронной почты {email}

source: Must be a dict
ru: Должно быть словарем

source: The email address '{email}' belongs to a registered user.
ru: Адрес электронной почты "{email}" принадлежит зарегистрированному пользователю.

source: Value must be one of {}
ru: Значение должно быть одним из {}

source: The value should be a valid JSON object
ru: Значение должно быть допустимым объектом JSON

source: Could not parse the value as a valid JSON object
ru: Не удалось разобрать значение как допустимый объект JSON

source: Could not parse extra '{name}' as valid JSON
ru: Не удалось разобрать дополнительное поле "{name}" как допустимый JSON

source: Missing Value
ru: Значение не задано

source: Role must be one of "{}"
ru: Роль должна быть одной из "{}"

source: Dataset not found
ru: Массив с наборами данных не найден

source: User not found
ru: Пользователь не найден

source: Dataset collaborators not enabled
ru: Функционал соавторства не активирован

source: Trying to create an organization as a group
ru: Попытка создать категорию данных как группу

source: Error sending the invite email, the user was not created: {0}
ru: Ошибка при отправке приглашения по электронной почте, пользователь не был создан: {0}

source: You must be logged in to follow users
ru: Вы должны быть авторизованы, чтобы следить за событиями пользователей

source: You cannot follow yourself
ru: Вы не можете следить за действиями пользователя

source: You are already following {0}
ru: Вы уже следите за {0}

source: You must be logged in to follow a dataset.
ru: Вы должны быть авторизованы, чтобы следить за событиями массивов с наборами данных.

source: Organization not found
ru: Категория данных не найдена

source: Group not found
ru: Группа не найдена

source: User {username} does not exist.
ru: Пользователь {username} не существует.

source: You must be logged in to follow a group.
ru: Вы должны быть авторизованы, чтобы следить за событиями группы.

source: Package not found
ru: Набор данных не найден

source: Organization cannot be deleted while it still has datasets
ru: Категория данных не может быть удалена, пока в ней присутствуют массивы с наборами данных

source: id not in data
ru: идентификатор отсутствуюет в данных

source: Could not find vocabulary "%s"
ru: Не удалось найти словарь "%s"

source: Could not find tag "%s"
ru: Не удалось найти тег "%s"

source: You must be logged in to unfollow something.
ru: Вы должны быть авторизованы, чтобы отменить подписку на что-либо.

source: You are not following {0}.
ru: Вы не следите за {0}.

source: Capacity must be one of "{}"
ru: Вместимость должна быть одной из "{}"

source: Not allowed to retrieve collaborators
ru: Не разрешено возвращать соавторов

source: Resource was not found.
ru: Набор данных не был найден.

source: Parameter is not an bool
ru: Параметр не является булевым значением

source: Without org
ru: Без организации

source: Must be <field>:<value> pair(s)
ru: Должна быть пара(ы): <field>:<value>

source: Field "{field}" not recognised in resource_search.
ru: Поле "{field}" не отображается при поиске наборов данных.

source: Package was not found.
ru: Набор данных не найден.

source: TaskStatus was not found.
ru: Состояние задачи не найдено.

source: Organization was not found.
ru: Категория данных не была найдена.

source: User %s not authorized to create packages
ru: Пользователь %s не имеет достаточно прав для создания набора данных

source: User %s not authorized to edit these groups
ru: Пользователь %s не имеет достаточно прав для редактирования этих группы

source: User %s not authorized to add dataset to this organization
ru: Пользователь %s не имеет прав на добавление массива с наборами данных к этой категории

source: No dataset id provided, cannot check auth.
ru: Идентификатор массива с наборами данных не предоставлен, невозможно проверить аутентификацию.

source: No package found for this resource, cannot check auth.
ru: Для этого массива данных не найдено наборов данных. Невозможно проверить подлинность.

source: User %s not authorized to create resources on dataset %s
ru: Пользователь %s не имеет достаточно прав для добавления наборов данных к массиву с наборами данных %s

source: User %s not authorized to edit these packages
ru: Пользователь %s не имеет достаточно прав для редактирования этих наборов данных

source: User %s not authorized to create groups
ru: Пользователь %s не имеет достаточно прав для создания группы

source: User %s not authorized to create organizations
ru: Пользователь %s не имеет прав для создания категория данных

source: User {user} not authorized to create users via the API
ru: Пользователь {user} не имеет достаточно прав для создания пользователей через API

source: Not authorized to create users
ru: Недостаточно прав для создания пользователей

source: Group was not found.
ru: Группа не найдена.

source: User %s not authorized to add members
ru: Пользователь %s не имеет прав для добавления участников

source: User %s not authorized to edit group %s
ru: Пользователь %s не имеет прав для редактирования группы %s

source: User %s not authorized to add collaborators to this dataset
ru: Пользователь %s не имеет прав для добавления соавторов к этому массиву с наборами данных

source: User %s not authorized to delete resource %s
ru: Пользователь %s не имеет прав для удаления набора данных %s

source: Resource view not found, cannot check auth.
ru: Просмотр набора данных не доступен, невозможно проверить авторизацию.

source: User %s not authorized to delete relationship %s
ru: Пользователь %s не имеет прав для удаления связи %s

source: User %s not authorized to delete groups
ru: Пользователь %s не имеет прав для удаления групп

source: User %s not authorized to delete group %s
ru: Пользователь %s не имеет прав для удаления группы %s

source: User %s not authorized to delete organizations
ru: Пользователь %s не имеет прав для удаления категория данных

source: User %s not authorized to delete organization %s
ru: Пользователь %s не имеет прав для удаления категории данных %s

source: User %s not authorized to remove collaborators from this dataset
ru: Пользователь %s не имеет прав для удаления соавторов этого массива с наборами данных

source: Not authorized
ru: Не авторизован

source: User %s not authorized to read these packages
ru: Пользователь %s не имеет прав для просмотра этих наборов данных

source: User %s not authorized to read package %s
ru: Пользователь %s не имеет прав для просмотра набора данных %s

source: User %s not authorized to read resource %s
ru: Пользователь %s не имеет прав для чтения набора данных %s

source: User %s not authorized to read group %s
ru: Пользователь %s не имеет прав для просмотра группы %s

source: User %s not authorized to list collaborators from this dataset
ru: Пользователь %s не имеет прав для просмотра списка соавторов этого массива с наборами данных

source: User %s not authorized to edit package %s
ru: Пользователь %s не имеет прав для редактирования набора данных %s

source: User %s not authorized to edit resource %s
ru: Пользователь %s не имеет прав для редактирования набора данных %s

source: User %s not authorized to change state of package %s
ru: Пользователь %s не имеет прав для изменения статуса набора данных %s

source: User %s not authorized to edit organization %s
ru: Пользователь %s не имеет прав для редактирования категории данных %s

source: User %s not authorized to change state of group %s
ru: Пользователь %s не имеет прав для изменения статуса группы %s

source: User %s not authorized to edit permissions of group %s
ru: Пользователь %s не имеет прав для редактирования прав доступа для группы %s

source: Have to be logged in to edit user
ru: Необходимо авторизоваться чтобы редактировать пользователя

source: User %s not authorized to edit user %s
ru: Пользователь %s не имеет достаточно прав для редактирования пользователя %s

source: User %s not authorized to update task_status table
ru: Пользователь %s не имеет прав для обновления task_status table

source: User %s not authorized to update term_translation table
ru: Пользователь %s не имеет прав для обновления term_translation table

source: License not specified
ru: Лицензия не указана

source: Other (Open)
ru: Другие (Открытые)

source: Other (Public Domain)
ru: Другие (Общественные)

source: Other (Attribution)
ru: Другие (Авторские)

source: Other (Non-Commercial)
ru: Другие (Некоммерческие)

source: Other (Not Open)
ru: Другие (Не открытые)

source: depends on %s
ru: зависит от %s

source: is a dependency of %s
ru: в зависимости от %s

source: derives from %s
ru: происходит от %s

source: has derivation %s
ru: производно от %s

source: links to %s
ru: ссылается на %s

source: is linked from %s
ru: связан ссылкой с %s

source: is a child of %s
ru: в подчиненной связи с %s

source: is a parent of %s
ru: родительская категория для %s

source: has sibling %s
ru: связано на одном уровне %s

source: Close
ru: Закрыть

source: There is no API data to load for this resource
ru: Для этого набора данных нет данных API для загрузки

source: Failed to load data API information
ru: Не удалось загрузить данные API

source: No matches found
ru: Совпадений не найдено

source: Input is too short, must be at least one character
ru: Ввод слишком короткий, должно быть не менее %(num)d символа

source: There are unsaved modifications to this form
ru: В этой форме имеются несохраненные изменения

source: Please Confirm Action
ru: Пожалуйста, подтвердите действие

source: Are you sure you want to perform this action?
ru: Вы уверены, что хотите выполнить это действие?

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отменить

source: Unfollow
ru: Отписаться

source: Follow
ru: Подписаться

source: Link
ru: Ссылка

source: Link to a URL on the internet (you can also link to an API)
ru: Ссылка на URL-адрес в Интернете

source: Upload
ru: Загрузка

source: Please select the file to upload again
ru: Пожалуйста, укажите файл для повторной загрузки

source: Remove
ru: Удалить

source: Image
ru: Картинка

source: Upload a file on your computer
ru: Загрузите файл с компьютера

source: File
ru: Файл

source: Reorder resources
ru: Упорядочить наборы данных

source: You can rearrange the resources by dragging them using the arrow icon. Drag the resource to the right and place it to the desired location on the list. When you are done, click the "Save order" -button.
ru: Вы можете переставить наборы данных, перетаскивая их с помощью значка со стрелкой. Перетащите набор данных вправо и поместите его в нужное место в списке. Когда вы закончите, нажмите кнопку "Сохранить порядок".

source: Save order
ru: Сохранить порядок

source: Saving...
ru: Сохранение...

source: Add Filter
ru: Добавить фильтр

source: Select a field
ru: Выбрать поле

source: Reorder resource view
ru: Изменить порядок просмотра наборов данных

source: Edit
ru: Редактировать

source: Show more
ru: Показать еще

source: Hide
ru: Спрятать

source: Error %(error_code)s
ru: Ошибка %(error_code)s

source: You might need to login to access this page.
ru: Авторизируйтесь в системе, чтобы получить доступ к этой странице.

source: Click here to login
ru: Нажмите здесь, чтобы войти в систему

source: CKAN Association
ru: Ассоциация CKAN

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
ru: <strong>Создано</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
ru: Настройки администратора

source: View profile
ru: Показать профиль

source: View dashboard
ru: Просмотр панели управления

source: Dashboard
ru: Панель управления

source: Log out
ru: Выйти

source: Account
ru: Учетная запись

source: Log in
ru: Войти

source: Register
ru: Зарегистрироваться

source: Toggle navigation
ru: Переключение навигации

source: Datasets
ru: Каталог данных

source: Groups
ru: Группы массивов данных

source: Organizations
ru: Категории данных

source: Search Datasets...
ru: Поиск

source: Search
ru: Поиск

source: Search datasets...
ru: Поиск

source: Submit
ru: Отправить

source: Skip to main content
ru: Перейти к основному содержанию

source: Breadcrumb
ru: Навигационная цепочка

source: Administration
ru: Настройки администратора

source: Sysadmins
ru: Администраторы

source: Config
ru: Настройки

source: Trash
ru: Корзина

source: Site Title
ru: Заголовок подсистемы

source: Custom Stylesheet
ru: Пользовательская таблица стилей

source: Site Tag Line
ru: Слоган подсистемы

source: Site logo
ru: Логотип подсистемы

source: About
ru: О подсистеме

source: About page text
ru: Текст страницы 'Описание системы'

source: Intro Text
ru: Вводный текст

source: Text on home page
ru: Текст на главной странице

source: Custom CSS
ru: Произвольный CSS

source: Customisable css inserted into the page header
ru: Настраиваемый CSS, вставляемый в заголовок страницы

source: Homepage
ru: Главная страница

source: Are you sure you want to reset the config?
ru: Вы уверены, что хотите сбросить настройки?

source: Reset
ru: Сбросить

source: Update Config
ru: Обновить конфигурацию

source: CKAN config options
ru: Информация о настройках

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Custom Stylesheet:</strong> Define an alternative main CSS file.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank" rel="noreferrer">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
ru: <p><strong>Заголовок подсистемы:</strong> Название данной подсистемы, которое появляется в разных местах.</p> <p><strong>Пользовательская таблица стилей:</strong> Настройка альтернативного основного CSS-файл.</p> <p><strong>Логотип подсистемы:</strong> Логотип, который появляется в заголовке всех шаблонов подсистемы.</p> <p><strong>О подсистеме:</strong> Текст в разделе <a href="%(about_url)s">"Описание подсистемы"</a></p> <p><strong>Вводный текст:</strong> Текст на <a href="%(home_url)s">главной странице</a> в качестве приветствия посетителям.</p> <p><strong>Пользовательский CSS:</strong> Блок CSS, который отображается в <code>&lt;head&gt;</code> тег каждой страницы. Если вы хотите более полно настроить шаблоны, мы рекомендуем <a href="%(docs_url)s" target="_blank" rel="noreferrer">чтение документации</a>.</p> <p><strong>Главная страница:</strong> Выбор предопределенного макета для модулей, которые отображаются на главной странице.</p>

source: Confirm Reset
ru: Подтвердите сброс

source: Current Sysadmins
ru: Список администраторов

source: Revoke Sysadmin permission
ru: Отозвать права администратора

source: Promote user to Sysadmin
ru: Повысить пользователя до администратора

source: Promote
ru: Повысить

source: Administer CKAN
ru: Функции администратора
