Repository: am-intech/ckan-egp
Catalog: ckan/i18n/ckan.po
Languages: ru

source: Uploaded a new file to resource {resource_link} in {pkg_link}
ru: Загружен новый файл для набора данных {resource_link} в {pkg_link}

source: Added resource {resource_link} to {pkg_link}
ru: Добавлен набор данных {resource_link} в {pkg_link}

source: Updated description of {pkg_link} from <br class="line-height2"><blockquote>{old_notes}</blockquote> to <br class="line-height2"><blockquote>{new_notes}</blockquote>
ru: Обновлено описание {pkg_link} с <br class="line-height2"><blockquote>{old_notes}</blockquote> на <br class="line-height2"><blockquote>{new_notes}</blockquote>

source: Updated description of {pkg_link} to <br class="line-height2"><blockquote>{new_notes}</blockquote>
ru: Обновлено описание {pkg_link} на <br class="line-height2"><blockquote>{new_notes}</blockquote>

source: Removed description from {pkg_link}
ru: Удалено описание из {pkg_link}

source: Moved {pkg_link} from organization {old_org_link} to organization {new_org_link}
ru: Перенес {pkg_link} из категории данных {old_org_link} в категорию данных {new_org_link}

source: Removed {pkg_link} from organization {old_org_link}
ru: Удален {pkg_link} из категории данных {old_org_link}

source: Added {pkg_link} to organization {new_org_link}
ru: {pkg_link} добавлена в категорию данных {new_org_link}

source: Set visibility of {pkg_link} to {visibility}
ru: Видимость {pkg_link} установлена на {visibility}

source: Updated description of resource {resource_link} in {pkg_link} to <br class="line-height2"><blockquote>{new_desc}</blockquote>
ru: Обновлено описание набора данных {resource_link} в {pkg_link} на <br class="line-height2"><blockquote>{new_desc}</blockquote>

source: Removed description from resource {resource_link} in {pkg_link}
ru: Удалено описание из набора данных {resource_link} в {pkg_link}

source: Updated description of resource {resource_link} in {pkg_link} from <br class="line-height2"><blockquote>{old_desc}</blockquote> to <br class="line-height2"><blockquote>{new_desc}</blockquote>
ru: Обновлено описание набора данных {resource_link} в {pkg_link} с <br class="line-height2"><blockquote>{old_desc}</blockquote> на <br class="line-height2"><blockquote>{new_desc}</blockquote>

source: Added field <q>{key}</q> with value <q>{value}</q> to resource {resource_link} in {pkg_link}
ru: Добавлено поле <q>{key}</q> со значением <q>{value}</q> для набора данных {resource_link} in {pkg_link}

source: Added field <q>{key}</q> to resource {resource_link} in {pkg_link}
ru: Добавлено поле <q>{key}</q> к набору данных {resource_link} in {pkg_link}

source: Added the following fields to resource {resource_link} in {pkg_link}
ru: Добавлены следующие поля к набору данных {resource_link} в {pkg_link}

source: Removed field <q>{key}</q> from resource {resource_link} in {pkg_link}
ru: Удалено поле <q>{key}</q> из набора данных {resource_link} в {pkg_link}

source: Removed the following fields from resource {resource_link} in {pkg_link}
ru: Удалены следующие поля из набора данных {resource_link} в {pkg_link}

source: Changed value of field <q>{key}</q> of resource {resource_link} to <q>{new_val}</q> (previously <q>{old_val}</q>) in {pkg_link}
ru: Изменено значение поля <q>{key}</q> набора данных {resource_link} на <q>{new_val}</q> (ранее было <q>{old_val}</q>) в {pkg_link}

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> in resource {resource_link} in {pkg_link}
ru: Изменено значение поля <q>{key}</q> на <q>{new_val}</q> в наборе данных {resource_link} in {pkg_link}

source: Removed the value of field <q>{key}</q> in resource {resource_link} in {pkg_link}
ru: Удалено значение поля <q>{key}</q> в наборе данных {resource_link} в {pkg_link}

source: Set format of resource
ru: Установлен формат набора данных

source: in
ru: в

source: Renamed resource {old_resource_link} to {new_resource_link} in {pkg_link}
ru: Переименован набора данных {old_resource_link} на {new_resource_link} в {pkg_link}

source: Removed tag {tag_link} from {pkg_link}
ru: Удален тег {tag_link} из {pkg_link}

source: Removed the following tags from {pkg_link}
ru: Удалены следующие теги из {pkg_link}

source: Added tag {tag_link} to {pkg_link}
ru: Добавлен тег {tag_link} в {pkg_link}

source: Added the following tags to {pkg_link}
ru: Добавлены следующие теги в {pkg_link}

source: Changed title to {title_link} (previously {old_title})
ru: Изменено название на {title_link} (ранее было {old_title})

source: Changed the source URL of
ru: Изменен исходный URL-адрес

source: Removed the source URL from
ru: Удален исходный URL-адрес из

source: Changed the version of {pkg_link} to {new_version} (previously {old_version})
ru: Изменена версия {pkg_link} на {new_version} (ранее была {old_version})

source: Removed the version from {pkg_link}
ru: Удалена версия из {pkg_link}

source: Changed the version of {pkg_link} to {new_version}
ru: Изменена версия {pkg_link} на {new_version}

source: Updated description of {group_link} from <br class="line-height2"><blockquote>{old_description}</blockquote> to <br class="line-height2"><blockquote>{new_description}</blockquote>
ru: Обновлено описание {group_link} с <br class="line-height2"><blockquote>{old_description}</blockquote> на <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Updated description of {group_link} to <br class="line-height2"><blockquote>{new_description}</blockquote>
ru: Обновлено описание {group_link} на <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Removed description from {group_link}
ru: Удалено описание из {group_link}

source: Changed the image URL of
ru: Изменен URL-адрес изображения

source: Removed the image URL from
ru: Удален URL-адрес изображения из

source: Updated description of {org_link} from <br class="line-height2"><blockquote>{old_description}</blockquote> to <br class="line-height2"><blockquote>{new_description}</blockquote>
ru: Обновлено описание {org_link} с <br class="line-height2"><blockquote>{old_description}</blockquote> на <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Updated description of {org_link} to <br class="line-height2"><blockquote>{new_description}</blockquote>
ru: Обновлено описание {org_link} на <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Removed description from {org_link}
ru: Удалено описание из {org_link}

source: News feed
ru: Журнал событий

source: Activity from items that I'm following
ru: Активность по элементам, за которыми я слежу

source: Subscribe to notification emails
ru: Подпишитесь на рассылку уведомлений

source: Activity from:
ru: Деятельность от:

source: Search list...
ru: Поиск

source: Search followee
ru: Поиск подписчика

source: You are not following anything
ru: Вы не подписаны на что-либо

source: Audio
ru: Аудио

source: Audio url
ru: Аудио URL

source: eg. http://example.com/audio.mp3 (if blank uses resource url)
ru: например, http://example.com/audio.mp3 (по-умолчанию, будет использован URL набора данных)

source: Your browser doesn't support <code>HTML5 audio</code>. Here is a <a href="%(res_url)s" alt="audio url">link to the audio</a> instead.
ru: Ваш браузер не поддерживает <code>аудио в формате HTML5</code>. Здесь <a href="%(res_url)s" alt="audio url">приведена ссылка на аудио</a> в другом формате.

source: Complete
ru: Завершено

source: Pending
ru: В процессе обработки

source: Submitting
ru: Отправка

source: Not Uploaded Yet
ru: Загрузка не завершена

source: Upload to DataStore
ru: Загрузить в Хранилище Данных

source: Upload error:
ru: Ошибка загрузки:

source: Error:
ru: Ошибка:

source: Error traceback:
ru: Ошибка трассировки:

source: Status
ru: Статус

source: Last updated
ru: Последнее обновление

source: Upload Log
ru: Загрузить Запись

source: Details
ru: Детали

source: End of log
ru: Конец журнала

source: DataStore
ru: Хранилище Данных

source: DataStore resource not found
ru: Набор данных DataStore не найден

source: Unsupported format
ru: Неподдерживаемый формат

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
ru: Дата словарь сохранён. Любая перезапись будет действовать когда набор данных в следующий раз будет загружен в хранилище данных

source: The data was invalid: {}
ru: Данные некорректны: {}

source: Resource "{0}" was not found.
ru: Источник "{0}" не был найден.

source: Resource/Alias "{0}" was not found.
ru: Набор данных/псевдоним "{0}" не найден.

source: User {0} not authorized to update resource {1}
ru: Пользователь {0} не имеет прав для обновления набора данных {1}

source: Access resource data via a web API with powerful query support
ru: Доступ к данным набора данных через web API с поддержкой запросов

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
ru: Дополнительная информация может быть найдена в <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">документации CKAN Data API и DataStore</a>.</p>

source: The Data API can be accessed via the following actions of the CKAN action API.
ru: Data API может использоваться через следующие действия в API действий CKAN.

source: Create
ru: Создать

source: Update / Insert
ru: Обновить / Вставить

source: Query
ru: Запрос

source: Query (via SQL)
ru: Запрос (через SQL)

source: Querying
ru: Запрашиваем

source: Query example (first 5 results)
ru: Пример запроса (первые 5 результатов)

source: Query example (results containing 'jones')
ru: Пример запроса (результаты содержащие "jones")

source: Query example (via SQL statement)
ru: Пример запроса (с SQL выражением)

source: Example: Javascript
ru: Пример: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
ru: Простой ajax (JSONP) запрос к API данных используя jQuery.

source: Example: Python
ru: Пример: Python

source: Field {num}.
ru: Поле {num}.

source: Type Override
ru: Перезапись типа

source: Label
ru: Метка

source: Data Dictionary
ru: Словарь данных

source: Column
ru: Колонка

source: Type
ru: Тип

source: Data API
ru: Данные API

source: (using the <a href="%(url)s">ckanapi</a> client library)
ru: (использует <a href="%(url)s">ckanapi</a> клиентской библиотеки)

source: Table
ru: Таблица

source: Print
ru: Печать

source: seconds
ru: секунды

source: Double-click to reset filters
ru: Дважды щелкните, чтобы сбросить фильтры

source: Table/List toggle
ru: Переключение таблицы/списка

source: Copy to clipboard
ru: Скопировать в буфер обмена

source: Toggle column visibility
ru: Переключение видимости столбцов

source: Restore visibility
ru: Восстановить видимость

source: Show all
ru: Показать все

source: Show none
ru: Скрыть все

source: Filtered
ru: Фильтровать

source: Filtered download
ru: Фильтровать скачивание

source: Share current view
ru: Поделитесь текущим представлением

source: Copied deeplink to clipboard
ru: Ссылка скопирована в буфер обмена

source: Sort
ru: Сортировать

source: Press SHIFT key while clicking on sort control for multi-column sort
ru: Нажмите клавишу SHIFT при нажатии на элемент управления сортировкой для сортировки по нескольким столбцам

source: List view/Responsive display
ru: Просмотр списка / Адаптивный дисплей

source: Ellipsis length
ru: Длина многоточия

source: Length at which data will be truncated with an ellipsis for display. Set to zero for no truncation, and for data to be wrapped at column name width instead.
ru: Длина, при которой данные будут усекаться, обозначается многоточием для отображения. Установите нулевое значение, чтобы не было усечения, и чтобы данные были перенесены по ширине имени столбца.

source: Date format
ru: Формат даты

source: Moment.js date format to use for displaying dates (see <a href="https://devhints.io/moment#formatting-1" target="_blank">Moment.js cheatsheet</a>). If <b>NONE</b>, the raw timestamp value will be shown.
ru: Moment.js формат даты, который будет использоваться для отображения дат (см. <a href="https://devhints.io/moment#formatting-1" target="_blank">Moment.js лист изменений</a>). Если <b>NONE</b>, будет отображаться исходное значение временной метки.

source: Show Columns
ru: Показать Колонки

source: Refit
ru: Починить

source: Metadata last updated
ru: Метаданные обновлены

source: Create new {object_type}
ru: Создать новый {object_type}

source: Datasets per page
ru: Массивов с наборами данных на странице

source: Test conf
ru: Тестовый конфиг

source: Custom Field Ascending
ru: Настраиваемое поле по возрастанию

source: Custom Field Descending
ru: Настраиваемое поле по убыванию

source: Custom Text
ru: Произвольный Текст

source: custom text
ru: произвольный текст

source: Country Code
ru: Код страны

source: custom resource text
ru: пользовательский текст набора данных

source: This is an untranslated string
ru: Это непереведённая строка

source: This group has no description
ru: Эта группа не имеет описания

source: 0 Datasets
ru: 0 Массивах с наборами данных

source: CKAN's data previewing tool has many powerful features
ru: Инструмент предварительного просмотра данных CKAN обладает множеством эффективных функций

source: Second
ru: Секунда

source: Minute
ru: Минута

source: Hour
ru: Час

source: Day
ru: День

source: Expires in
ru: Истекает через

source: Units
ru: Единицы измерения

source: Expires at
ru: Истекает

source: Image url
ru: URL изображение

source: eg. http://example.com/image.jpg (if blank uses resource url)
ru: например, http://example.com/image.jpg (если бланк использует URL-адрес набора данных)

source: Data Explorer
ru: Проводник данных

source: Grid
ru: Сетка

source: Graph
ru: График

source: Map
ru: Схема

source: error loading view
ru: ошибка загрузки просмотра

source: Could not load view
ru: Невозможно загрузить просмотр

source: DataStore returned an error
ru: DataStore не сумел обработать запрос

source: DataProxy returned an error
ru: DataProxy не сумел обработать запрос

source: Row offset
ru: Сдвиг в строке

source: eg: 0
ru: например: 0

source: Number of rows
ru: Количество строк

source: eg: 100
ru: например: 100

source: Graph type
ru: Тип графика

source: Group (Axis 1)
ru: Группа (ось 1)

source: Series (Axis 2)
ru: Серия (ось 2)

source: Field type
ru: Тип поля

source: Latitude field
ru: Поле широты

source: Longitude field
ru: Поле долготы

source: GeoJSON field
ru: Поле GeoJSON

source: Auto zoom to features
ru: Автоматическое увеличение объектов

source: Cluster markers
ru: Маркеры кластера

source: Invalid URL.
ru: Некорректный URL.

source: Total number of Datasets
ru: Общее количество массивов с наборами данных

source: Date
ru: Дата

source: Total datasets
ru: Общее количество массивов с наборами данных

source: Dataset Revisions per Week
ru: Изменения в массиве с наборами данных за неделю

source: All dataset revisions
ru: Все изменения в массиве с наборами данных

source: New datasets
ru: Новые массивы с наборами данных

source: Most Edited Datasets
ru: Большинство редактируемых массивов с наборами данных

source: Number of edits
ru: Количество правок

source: No edited datasets
ru: Нет редактируемых массивов с наборами данных

source: Largest Groups
ru: Самые большие группы

source: Number of datasets
ru: Количество массивов с наборами данных

source: No groups
ru: Нет групп

source: Top Tags
ru: Самые популярные метки

source: Tag Name
ru: Имя тега

source: Number of Datasets
ru: Количество массивов с наборами данных

source: Users Creating Most Datasets
ru: Пользователи, создавшие наибольшее количество массивов с наборами данных

source: Statistics Menu
ru: Меню статистики

source: Total Number of Datasets
ru: Общее количество массивов с наборами данных

source: Text
ru: Текст

source: An error occured during AJAX request. Could not load view.
ru: Во время выполнения AJAX-запроса произошла ошибка. Не удалось загрузить представление.

source: Video
ru: Видео

source: Video url
ru: Видео URL

source: eg. http://example.com/video.mpeg (if blank uses resource url)
ru: например, http://example.com/video.mpeg (если бланк использует URL-адрес набора данных)

source: Poster url
ru: URL-адрес постера

source: eg. http://example.com/poster.jpg
ru: например, http://example.com/poster.jpg

source: Sorry, your browser doesn't support embedded videos, but don't worry, you can <a href="%(res_url)s" alt="video url">download it</a> and watch it with your favorite video player!
ru: Извините, ваш браузер не поддерживает встроенные видео, но не волнуйтесь, вы можете <a href="%(res_url)s" alt="video url">скачать его</a> и смотреть с помощью вашего любимого видеоплеера!

source: Website
ru: Веб-сайт

source: Web Page url
ru: URL-адрес веб-страницы

source: eg. http://example.com (if blank uses resource url)
ru: например, http://example.com (если в поле бланк используется URL-адрес набора данных)
