Repository: am-intech/ckan-egp
Catalog: ckan/i18n/ckan.po
Languages: ru

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank" rel="noreferrer">sysadmin guide</a></p>
ru: <p>Как администратор, вы имеете полный контроль над этим экземпляром ПО. Действуйте осторожно!</p> <p>Инструкции по использованию функций администратора см. в <a href="%(docs_url)s" target="_blank" rel="noreferrer">руководстве администратора</a></p>

source: Are you sure you want to purge everything?
ru: Вы уверены, что хотите все удалить?

source: Purge all
ru: Очистите все

source: Purge deleted datasets, organizations or groups forever and irreversibly.
ru: Удаляйте из корзины массивы с наборами данных, категории данных или группы навсегда и необратимо.

source: Confirm Delete
ru: Подтвердите удаление

source: Deleted datasets
ru: Удаленные массивы с наборами данных

source: Deleted organizations
ru: Удаленные категории данных

source: Deleted groups
ru: Удаленные группы

source: Purge
ru: Очистить

source: Standard
ru: Стандарт

source: Standard Input
ru: Стандартный ввод

source: Medium
ru: Средний

source: Medium Width Input
ru: Средняя ширина ввода

source: Full
ru: Полный

source: Full Width Input
ru: Полная ширина ввода

source: Large
ru: Большой

source: Large Input
ru: Большой ввод

source: Prepend
ru: Добавить

source: Prepend Input
ru: Предварительный ввод

source: Custom Field (empty)
ru: Пользовательское поле (пустое)

source: Custom Field
ru: Пользовательское поле

source: Textarea
ru: Текстовая область

source: Select
ru: Выбрать

source: Dear %(user_name)s, You have been invited to %(site_title)s. A user has already been created for you with the username %(user_name)s. You can change it later. You have been added to the %(group_type)s %(group_title)s with the following role: %(role_name)s. To accept this invite, please reset your password at: %(reset_link)s Have a nice day. -- Message sent by %(site_title)s (%(site_url)s)
ru: Уважаемый %(user_name)s, Вы были приглашены на %(site_title)s. Для вас уже создан пользователь с именем %(user_name)s. Вы можете изменить его позже. Вы были добавлены в %(group_type)s %(group_title)s со следующей ролью:%(role_name)s. Чтобы принять это приглашение, пожалуйста, сбросьте свой пароль по адресу: %(reset_link)s Приятного дня. -- Сообщение, отправленное пользователем %(site_title)s (%(site_url)s)

source: Invite for %(site_title)s
ru: Приглашать на %(site_title)s

source: Dear %(user_name)s, You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s Have a nice day. -- Message sent by %(site_title)s (%(site_url)s)
ru: Уважаемый %(user_name)s, Вы запросили сброс вашего пароля на %(site_title)s Пожалуйста, перейдите по следующей ссылке, чтобы подтвердить этот запрос: %(reset_link)s Приятного дня. -- Сообщение, отправленное пользователем %(site_title)s (%(site_url)s)

source: Reset your password - %(site_title)s
ru: Сбросьте свой пароль - %(site_title)s

source: Administrators
ru: Администраторы

source: Organization Form
ru: Форма категории данных

source: Are you sure you want to delete organization - {name}?
ru: Вы уверены, что хотите удалить категорию данных?

source: Are you sure you want to delete member - {name}?
ru: Вы уверены, что хотите удалить участника?

source: Organizations
ru: Категории данных

source: Organizations.
ru: Категории данных

source: Manage
ru: Редактировать

source: Edit Organization
ru: Редактировать категорию данных

source: Members
ru: Участники

source: Followers
ru: Подписчики

source: Add Organization
ru: Добавить категорию данных

source: Search organizations
ru: Поиск категорий данных

source: Name ascending
ru: Названию от А до Я

source: Name descending
ru: Названию от Я до А

source: Back to all members
ru: Вернуться ко всем участникам

source: Edit Member
ru: Редактировать участника

source: Add Member
ru: Добавить участника

source: Existing User
ru: Существующий пользователь

source: If you wish to add an existing user, search for their username below.
ru: Если вы хотите добавить существующего пользователя, найдите его имя ниже.

source: Role
ru: Роль

source: Are you sure you want to delete this member?
ru: Вы уверены, что хотите удалить этого участника?

source: Delete
ru: Удалить

source: Save
ru: Сохранить

source: What are roles?
ru: Информация о ролях

source: <p><strong>Admin:</strong> Can edit organization information.</p> <p><strong>Member:</strong> Can add/remove datasets from organizations</p>
ru: <p><strong>Разработчик:</strong> Может редактировать информацию о категории, а также управлять пользователями категории данных.</p> <p><strong>Функциональный пользователь:</strong> Может добавлять/удалять массивы с наборами данных.</p>

source: {count} member
ru: {count} участник

source: Create a Organization
ru: Создать категорию данных

source: Update Organization
ru: Обновить категорию данных

source: Create Organization
ru: Создать категорию данных

source: Relevance
ru: Релевантности

source: Name Ascending
ru: Названию от А до Я

source: Last modified group
ru: Дате обновления

source: About organization
ru: О категории данных

source: Datasets in organization: {group}
ru: Массивы с наборами данных в категории данных: {group}

source: Name
ru: Имя

source: My Organization
ru: Моя категория данных

source: Description
ru: Описание

source: Are you sure you want to delete this Organization?
ru: Вы уверены, что хотите удалить эту категорию данных?

source: Save Organization
ru: Сохранить категорию данных

source: {num} Dataset
ru: {num} массив с наборами данных

source: View {name}
ru: Показать {name}

source: Remove dataset from this organization
ru: Удалить массив с наборами данных из этой категории

source: Remove dataset from this group
ru: Удалить массив с наборами данных из этой группы

source: What are Organizations?
ru: Информация о категориях данных

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
ru: В разделе "Категории данных" геоаналитические и сопутствующие им данные распределены по направлениям публикации.

source: Deleted
ru: Удалено

source: read more
ru: читать дальше

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="https://data.gov.uk">data.gov.uk</a> and the United States <a href="https://catalog.data.gov/">catalog.data.gov</a>, the Brazilian <a href="https://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="https://ckan.org/">https://ckan.org/</a><br /> CKAN Showcases: <a href="https://ckan.org/showcase">https://ckan.org/showcase</a><br /> Features overview: <a href="https://ckan.org/features/">https://ckan.org/features/</a></p>
ru: <p>CKAN - это ведущая в мире платформа портала данных с открытым исходным кодом.</p> <p>CKAN - это готовое программное решение, которое делает данные доступными и пригодными для использования, предоставляя инструменты для оптимизации публикации, совместного использования, поиска и использования данных (включая хранение данных и предоставление надежных API-интерфейсов для обработки данных). CKAN ориентирован на издателей данных (национальные и региональные правительства, компании и организации), желающих сделать свои данные открытыми и общедоступными.</p> <p>CKAN используется правительствами и группами пользователей по всему миру и поддерживает множество официальных порталов данных и порталов сообщества, включая порталы для местных, национальных и международных органов власти, таких как британский <a href="https://data.gov.uk">data.gov.uk</a> и Соединенные Штаты <a href="https://catalog.data.gov/">catalog.data.gov</a>, Бразилия <a href="https://dados.gov.br/">dados.gov.br</a>, Правительственные порталы Нидерландов, а также городские и муниципальные сайты в США, Великобритании, Аргентине, Финляндии и других странах.</p> <p>CKAN: <a href="https://ckan.org/">https://ckan.org/</a><br /> CKAN Демонстрация: <a href="https://ckan.org/showcase">https://ckan.org/showcase</a><br /> Обзор функций: <a href="https://ckan.org/features/">https://ckan.org/features/</a></p>

source: Welcome to CKAN
ru: Добро пожаловать в CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
ru: Это хороший вводный абзац о CKAN или для сайта в целом. Мы еще не выкладывали сюда копий, но скоро мы это сделаем

source: This is a featured section
ru: Раздел избранного

source: E.g. environment
ru: Например, динамика перемещения

source: Search data
ru: Поиск данных

source: Search datasets
ru: Поиск массивов с наборами данных

source: Popular tags
ru: Популярные теги

source: {0} statistics
ru: Статистика каталога данных

source: {num} organization
ru: {num} категория данных

source: {num} group
ru: {num} группа массивов данных

source: {num} dataset
ru: {num} массив с наборами данных

source: This field is required
ru: Это поле является обязательным

source: Key
ru: Ключ

source: Value
ru: Значение

source: The form contains invalid entries:
ru: Форма содержит недопустимые записи:

source: Image URL
ru: URL-адрес изображения

source: Clear Upload
ru: Очистить загрузку

source: Custom
ru: По умолчанию

source: You can use <a href="#markdown" title="Markdown quick reference" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown formatting</a> here
ru: В этом поле используется <a href="#markdown" title="Markdown quick reference" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown форматирование </a>

source: Required field
ru: Обязательное поле

source: Group Form
ru: Форма группы

source: Edit datasets
ru: Редактировать массивы с наборами данных

source: Last modified
ru: Дате обновления

source: Make public
ru: Сделать общедоступным

source: Make private
ru: Сделать частным

source: Draft
ru: Черновик

source: Private
ru: Частный

source: This group has no datasets associated to it
ru: У этой категории данных нет связанных массивов с наборами данных

source: Are you sure you want to delete group - {name}?
ru: Вы уверены, что хотите удалить эту группу?

source: Edit Group
ru: Редактировать группу

source: Add Group
ru: Добавить группу

source: Search groups
ru: Поиск групп массивов с наборами данных

source: Username
ru: Имя пользователя

source: Update Member
ru: Обновить участника

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage members.</p> <p><strong>Member:</strong> Can view the group's private datasets, but not add new datasets.</p>
ru: <p><strong>Разработчик:</strong> Может добавлять/редактировать и удалять данные, а также управлять пользователями.</p> <p><strong>Аналитик данных:</strong> Может добавлять/редактировать данные, но не может управлять пользователями.</p> <p><strong>Функциональный пользователь:</strong> Может просматривать частные массивы с наборами данных в своей группе, но не может добавлять/редактировать данные.</p>

source: Create an Group
ru: Создать группу массивов данных

source: Update Group
ru: Обновить группу массивов данных

source: Create Group
ru: Создать группу массивов данных

source: Last modified org
ru: Дате обновления

source: About group
ru: О группе массивов данных

source: Datasets in group: {group}
ru: Массивы с наборами данных в группе: {group}

source: What are Groups?
ru: Информация о группах

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
ru: В разделе "Группы массивов данных" публикуемые геоаналитические и сопутствующие им данные распределены по тематикам. Каждый массив геоаналитических данных состоит из наборов данных одного и того же типа, сгруппированных по годам и уровням территориального деления (административным районам, квадратам 500х500м. и пр.)

source: My package group
ru: Моя группа массивов данных

source: Are you sure you want to delete this Group? Note*: Deleting cannot be performed while public or private datasets belong to this group.
ru: Вы уверены, что хотите удалить эту группу? Примечание*: Удаление невозможно, если общедоступные или частные массивы данных принадлежат этой группе

source: Save Group
ru: Сохранить группу

source: View {organization_name}
ru: Просмотр {organization_name}

source: Create Dataset.
ru: Создать массив с наборами данных

source: Create Dataset
ru: Создать массив с наборами данных

source: What are datasets?
ru: Информация о массивах данных

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
ru: Массив с наборами данных состоит из наборов данных (например, файлов) вместе с описанием и другой сопутствующей информацией, размещенный по фиксированному URL-адресу.

source: Are you sure you want to delete dataset - {name}?
ru: Вы уверены, что хотите удалить этот массив с наборами данных?

source: Are you sure you want to delete resource - {name}?
ru: Вы уверены, что хотите удалить этот набор данных?

source: View dataset
ru: Показать массив с наборами данных

source: Edit metadata
ru: Редактировать метаданные

source: Collaborators
ru: Соавторы

source: Edit view
ru: Редактировать просмотр

source: Preview
ru: Предпросмотр

source: Update
ru: Обновить

source: Associate this organization with this dataset
ru: Свяжите эту категорию данных с этим массивом с наборами данных

source: Add to organization
ru: Добавить категорию данных

source: There are no organizations associated with this dataset
ru: С этим массивом с наборами данных не связаны никакие категории данных

source: Update Dataset
ru: Обновить массив с наборами данных

source: Add data to the dataset
ru: Добавить данные к массиву с наборами данных

source: Add New Resource
ru: Добавить новый набор данных

source: Add resource
ru: Добавить набор данных

source: New resource
ru: Новый набор данных

source: Add view
ru: Добавить просмотр

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
ru: Просмотр в обозревателе данных может быть медленным и ненадежным, если не включено расширение хранилища данных. Для получения дополнительной информации, пожалуйста, ознакомьтесь с документацией <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Документация для обозревателя данных</a>.

source: Add
ru: Добавить

source: Associate this group with this dataset
ru: Свяжите эту группу с этим массивом с наборами данных

source: Add to group
ru: Добавить в группу

source: There are no groups associated with this dataset
ru: С этим массивом с наборами данных не связаны никакие группы

source: Dataset
ru: Массив с наборами данных

source: All resources
ru: Все наборы данных

source: View resource
ru: Показать набор данных

source: Edit resource
ru: Редактировать набор данных

source: Views
ru: Просмотры

source: API Endpoint
ru: Конечная точка API

source: Go to resource
ru: Перейти к набору данных

source: Download
ru: Скачать

source: List of downloadable formats
ru: Список загружаемых форматов

source: Dataset description:
ru: Описание массива с наборами данных:

source: Source: <a href="%(url)s">%(dataset)s</a>
ru: Источник: <a href="%(url)s">%(dataset)s</a>

source: Additional Information
ru: Дополнительная информация

source: Field
ru: Поле

source: Data last updated
ru: Дате обновления

source: unknown
ru: неизвестно

source: Created
ru: Создано

source: New view
ru: Новый просмотр

source: This resource has no views
ru: У набора данных нет просмотров

source: Add new resource
ru: Добавить новый набор данных

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
ru: <p class="empty">В этом массиве нет данных. <a href="%(url)s">Нажмите для добавления данных.</a></p>

source: Last modified package
ru: Дате обновления

source: API Docs
ru: Документация API

source: full {format} dump
ru: полный {format} дамп

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
ru: Вы также можете получить доступ к набору данных через %(api_link)s (see %(api_doc_link)s) или скачать %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
ru: Вы можете получить доступ к этому реестру через %(api_link)s (see %(api_doc_link)s).

source: All views
ru: Все представления

source: View view
ru: Посмотреть представление

source: View preview
ru: Просмотр предварительного просмотра

source: Edit Collaborator
ru: Редактировать соавтора

source: Add Collaborator
ru: Добавить соавтора

source: Back to all collaborators
ru: Вернуться ко всем соавторам

source: Are you sure you want to delete this collaborator?
ru: Вы уверены, что хотите удалить этого соавтора?

source: Update Collaborator
ru: Обновить соавтора

source: What are the available roles?
ru: Какие роли доступны?

source: <p><strong>Admin:</strong> In addition to managing the dataset, admins can add and remove collaborators from a dataset.</p>
ru: <p><strong>Разработчик:</strong> Помимо управления массивом с наборами данных, разработчики могут добавлять и удалять соавторов из массива с наборами данных.</p>

source: <p><strong>Editor:</strong> Editors can edit the dataset and its resources, as well accessing the dataset if private.</p> <p><strong>Member:</strong> Members can access the dataset if private, but not edit it.</p>
ru: <p><strong>Аналитик данных:</strong> Аналитики данных могут редактировать массив данных и его наборы данных, а также получать доступ к массиву с наборами данных, если он частный.</p> <p><strong>Функциональный пользователь:</strong> Функциональные пользователи могут получить доступ к массиву с наборами данных, если он является частным, но не могут редактировать его.</p>

source: Add Collaborators
ru: Добавить соавторов

source: {count} collaborator
ru: {count} соавтор

source: Are you sure you want to delete collaborator - {name}?
ru: Вы уверены, что хотите удалить соавтора?

source: Additional Info
ru: Дополнительная информация

source: Source
ru: Источник

source: Author
ru: Автор

source: Maintainer
ru: Администратор

source: Version
ru: Версия

source: State
ru: Состояние

source: active
ru: Активный

source: deleted
ru: Удалено

source: draft
ru: Черновик

source: Last Updated
ru: Последнее обновление

source: Before you can create a dataset you need to create an organization.
ru: Для того, чтобы создать массив с наборами данных, необходимо создать категорию данных.

source: Create a new organization
ru: Создать новую категорию данных

source: There are no organizations to which you can assign this dataset.
ru: Нет категорий данных, которым вы могли бы присвоить этот массив с наборами данных.

source: Ask a system administrator to create an organization before you can continue.
ru: Чтобы продолжить, необходимо создать категорию данных. Обратитесь к администратору.

source: My dataset
ru: Мой массив с наборами данных

source: eg. my-dataset
ru: например, мой массив с наборами данных

source: eg. economy, mental health, government
ru: например, админ. районы, 2023 год

source: No Group
ru: Нет групп

source: Visibility
ru: Видимость

source: Public
ru: Общедоступный

source: Active
ru: Активный

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
ru: <i>Лицензия на использование данных</i>, которую вы выбрали выше, распространяется только на содержимое любых файлов наборов данных, которые вы добавляете в этот массив с наборами данных. Отправляя эту форму, вы соглашаетесь обнародовать значения <i>метаданных</i>, которые вы вводите в форму в соответствии с <a href="http://opendatacommons.org/licenses/odbl/1-0/">Лицензией на открытую базу данных</a>.

source: Are you sure you want to delete this dataset?
ru: Вы уверены, что хотите удалить этот массив с наборами данных?

source: Next: Add Data
ru: Добавить данные

source: Joe Bloggs
ru: Евгений Рассказов

source: Author Email
ru: Электронная почта автора

source: Maintainer Email
ru: Электронная почта администратора

source: Update Resource
ru: Обновить набор данных

source: eg. January 2011 Gold Prices
ru: например, название файла или таблицы

source: Some useful notes about the data
ru: Полезные заметки о данных

source: Format
ru: Формат

source: eg. CSV, XML or JSON
ru: например, CSV, XML или JSON

source: Last Modified
ru: Последнее обновление

source: eg. 2012-06-05
ru: например, 2012-06-05

source: File Size
ru: Размер файла

source: eg. 1024
ru: например, 1024

source: MIME Type
ru: MIME тип

source: eg. application/json
ru: например, приложение/json

source: Are you sure you want to delete this resource?
ru: Вы уверены, что хотите удалить этот набор данных?

source: Previous
ru: Назад

source: Save & add another
ru: Сохранить и добавить другой

source: Finish
ru: Завершить

source: What's a resource?
ru: Информация о наборах данных

source: A resource can be any file or link to a file containing useful data.
ru: Набором данных может быть любой файл или ссылка на файл (таблицу), содержащий данные.

source: Explore
ru: Открыть

source: More information
ru: Больше информации

source: Data
ru: Данные

source: Fullscreen
ru: Полноэкранный режим

source: Embed
ru: Встроить

source: This resource view is not available at the moment.
ru: В данный момент это представление набора данных недоступно.

source: Click here for more information.
ru: Нажмите для получения большей информации.

source: Download resource
ru: Скачать набор данных

source: Your browser does not support iframes.
ru: Ваш браузер не поддерживает фреймы.

source: Embed resource view
ru: Встроить представление набора данных

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
ru: Вы можете скопировать и вставить код для встраивания в CMS или программное обеспечение для блога, поддерживающее необработанный HTML

source: Width
ru: Ширина

source: Height
ru: Высота

source: Code
ru: Код

source: Data and Resources
ru: Наборы данных

source: This dataset has no data
ru: В этом массиве нет данных

source: Add data
ru: Добавить данные

source: Title
ru: Заголовок

source: eg. My View
ru: например, мое представление
